// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Diagnostyka jakości druku";

TransferringProcessTitle = "Przesyłanie pliku…";
PrintingProcessTitle = "Drukowanie strony diagnostycznej jakości druku…";

NoPrintTitle = "Nie można wydrukować strony diagnostycznej jakości druku";
NoPrintMsg = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";

RMTPQDPanelTitle = "Drukuj stronę diagnostyki jakości druku";
HSDRMTQPDPanelHeader = "Wydrukuj stronę, która pomoże ustalić, czy jest potrzebne użycie jakichkolwiek narzędzi poprawiających jakość druku.";
HSDRMTQPDPanelFooter = "Aby wydrukować stronę diagnostyki jakości druku, kliknij przycisk Drukuj stronę.";
HSDRMTPQDButtonTitle = "Drukuj stronę";

HSDQualityDiagnosticsTextFieldTitle = "Diagnostyka jakości druku";
HSDInfoTextFieldTitle = "Drukarka drukuje stronę, która pomoże ustalić, czy jest potrzebne użycie jakichkolwiek narzędzi konserwacyjnych w celu poprawy jakości wydruków.";
HSDGuideTextFieldTitle = "Kliknij przycisk Drukuj, aby wydrukować stronę diagnostyczną jakości druku.";
HSDPrintButtonTitle = "Drukuj";
